{
    "ubeauty_02.png": "The image showcases a white table with four bottles of nail polish, each with a different color. The bottles are arranged in a way that highlights their unique colors and makes them stand out. The lighting in the image is soft and natural, creating a warm and inviting atmosphere. The composition of the image is balanced, with the bottles positioned at different angles and depths, giving the viewer a sense of depth and dimension. The product styling is minimalistic, with no additional props or background distractions, allowing the focus to remain solely on the bottles and their vibrant colors. The image treatment is clean and uncluttered, with no visible post-processing effects or filters, giving the viewer a clear and unobstructed view of the products. The mood of the image is cheerful and uplifting, conveying a sense of creativity and self-expression through the use of these color",
    "ubeauty_01.png": "The image features a white cosmetic bag with a pink lip balm and a white tube of lip gloss placed inside. The bag is open, revealing the two products. The lip balm is positioned towards the left side of the bag, while the lip gloss is located towards the right side. The composition of the image is a close-up, with the bag taking up most of the frame. The lighting is soft and natural, creating a pleasant and inviting atmosphere. The overall mood of the image is one of beauty and self-care, with the products promoting a sense of pampering and self-love.</s>",
    "ubeauty_03.png": "The image features a white table with two bottles of Umbiface Resurfacing Peel on it. The bottles are placed side by side, with one being larger and the other smaller. The table appears to be a dining table, and the bottles are the main focus of the scene. The lighting in the image is soft and diffused, creating a pleasant and inviting atmosphere. The composition of the image is balanced and symmetrical, with the bottles being the central point of interest. The product styling is minimalistic and clean, with no additional props or distractions in the scene. The image treatment is simple, with no post-processing effects or filters applied, allowing the viewer to focus solely on the product. The mood of the image is one of rejuvenation and self-care, as the Umbiface Resurfacing Peel is a product designed to improve the appearance of the skin.</s>",
    "ubeauty_04.png": "A close-up of a red bottle of perfume with a red cap, sitting on a white background. The bottle is positioned in the center of the frame, with the red cap slightly above it. The lighting is soft and diffused, creating a warm and inviting atmosphere. The product styling is minimalistic, with no additional props or background elements. The image treatment includes a subtle blur effect, adding a touch of sophistication to the overall visual. The mood of the image is one of luxury and indulgence, evoking a sense of self-care and self-expression.</s>",
    "ubeauty_05.png": "The image showcases a close-up of three bottles of perfume, each with a red cap. The bottles are arranged in a triangular formation, with one on the left, one in the center, and one on the right. The lighting in the image is soft and diffused, creating a warm and inviting atmosphere. The composition of the image highlights the bottles and their caps, drawing attention to the details of the product. The styling of the bottles and their caps is minimalistic and elegant, reflecting the brand's focus on simplicity and sophistication. The overall mood of the image is one of luxury and indulgence, evoking a sense of self-care and self-expression.</s>",
    "ubeauty_06.png": "The image showcases a white bathroom with a shelf displaying a variety of skincare products. The products are arranged in a visually appealing manner, with some bottles placed on the shelf and others sitting on a wooden tray. The lighting in the bathroom is soft and natural, creating a relaxing atmosphere. The composition of the image highlights the products and their arrangement, with the shelf and tray serving as the focal points. The overall mood of the image is one of tranquility and self-care, inviting the viewer to indulge in the products and their benefits.</s>",
    "ubeauty_07.png": "The image features a white, round, and smooth-looking bottle of lotion, placed on a clean, white surface. The bottle is the main focus of the image, with a close-up perspective that highlights its shape and texture. The lighting is soft and natural, creating a warm and inviting atmosphere. The composition is simple and minimalistic, with no distractions or clutter in the frame. The product styling is clean and modern, with no additional props or background elements. The image treatment is minimal, with no post-processing effects or filters applied. The mood of the image is soothing and relaxing, evoking a sense of comfort and self-care.</s>",
    "ubeauty_08.png": "The image features a white bottle of lotion placed on a white surface, with a hand hovering over it. The bottle is positioned in the center of the frame, with a 25% off promotion displayed. The lighting is soft and natural, creating a calm and inviting atmosphere. The composition is balanced, with the bottle taking up a significant portion of the frame. The product styling is minimalistic, with no additional props or background elements. The image treatment is clean and uncluttered, with no visible post-processing effects or filters. The mood of the image is one of relaxation and indulgence, as the viewer is encouraged to indulge in the 25% off promotion.</s>",
    "ubeauty_10.png": "The image showcases a white bottle of hydrating lotion with a brown cap, placed on a white surface. The bottle is positioned in the center of the frame, with a close-up view that highlights its details. The lighting is soft and natural, creating a pleasant and inviting atmosphere. The composition is balanced, with the bottle taking up a significant portion of the frame, and the background is clean and uncluttered. The product styling is minimalistic, with no additional props or background elements, allowing the focus to remain on the bottle and its hydrating properties. The image treatment is simple, with no post-processing effects or filters applied, maintaining a natural and authentic look. The mood of the image is one of relaxation and self-care, as the hydrating lotion is often associated with rejuvenation and pampering.</s>",
    "ubeauty_11.png": "The image features a white bottle of face oil and a small bottle of face oil placed next to each other on a white surface. The bottles are positioned in a way that highlights their sleek and minimalist design. The lighting in the image is soft and natural, creating a warm and inviting atmosphere. The composition of the image is simple and clean, with the bottles being the main focus. The product styling is minimalistic, with no additional props or background elements. The image treatment is minimal, with no visible post-processing effects or filters. The mood of the image is relaxing and soothing, evoking a sense of self-care and indulgence.</s>",
    "ubeauty_12.png": "The image features a white, multi-modal sunscreen product sitting on a sandy beach. The sunscreen is placed in the center of the frame, with a rock nearby, adding a natural element to the composition. The lighting is soft and diffused, creating a warm and inviting atmosphere. The product styling includes a cream-colored tube, which contrasts nicely with the beach setting. The image treatment includes a subtle reflection on the sunscreen, adding depth and interest to the scene. The mood of the image is relaxed and leisurely, evoking the feeling of a day at the beach.</s>",
    "ubeauty_13.png": "The image features a white jar of The Barrier Bioactive Treatment, a moisturizing product, with a hand holding it up to the camera. The jar is placed on a counter, and the hand is positioned in the foreground, creating a sense of focus and prominence. The lighting in the scene is soft and diffused, which adds to the overall warm and inviting atmosphere of the product. The composition of the image is balanced, with the jar taking up a significant portion of the frame, while the hand adds depth and interest to the scene. The product styling includes a clean and minimalistic approach, with no additional props or distractions, allowing the jar to be the main subject of the image.</s>",
    "ubeauty_15.png": "The image features a white bottle of Ubaute beauty serum, placed on a marble surface. The bottle is positioned in the center of the frame, with a cup nearby. The lighting in the scene is soft and natural, creating a warm and inviting atmosphere. The composition of the image is balanced, with the bottle taking up a significant portion of the frame. The product styling is minimalistic, with no additional props or background elements, allowing the focus to remain on the serum itself. The image treatment is clean and uncluttered, with no visible post-processing effects or filters. The mood of the image is one of relaxation and self-care, as the serum is presented as a luxurious and indulgent beauty product.</s>",
    "ubeauty_16.png": "The image showcases a collection of white boxes, each containing a tube of lip balm. The boxes are arranged in a visually appealing manner, with some placed on top of each other and others stacked horizontally. The lip balm tubes come in various sizes and are positioned in different orientations within the boxes. The overall composition creates an organized and aesthetically pleasing display of the lip balm products. The lighting in the image is soft and diffused, which adds to the pleasant and inviting atmosphere of the scene.</s>",
    "ubeauty_14.png": "The image features a white and silver hair styling product, placed on a table with a mirror. The product is positioned in the center of the frame, with a white background that provides a clean and minimalistic look. The lighting is soft and natural, coming from the left side of the image. The composition is balanced, with the product taking up a significant portion of the frame, and the mirror reflecting the light and adding depth to the scene. The styling of the product is modern and sophisticated, with a focus on the sleek design and minimalistic aesthetic.</s>",
    "ubeauty_18.png": "The image features a white tube of U Beauty Multimodal Sheer Cream, placed on a table next to a pool. The cream is the main focus of the image, with a close-up view highlighting its texture and packaging. The surrounding environment includes a pool and some plants, creating a relaxing and serene atmosphere. The composition of the image is balanced, with the cream placed in the center and the pool and plants in the background, providing a sense of depth and natural beauty. The overall mood of the image is calming and inviting, showcasing the product in a soothing and visually appealing setting.</s>",
    "ubeauty_17.png": "The image features a white towel with a variety of skincare products laid out on it. There are five bottles of different sizes, with one placed towards the left side, another in the center, and three more towards the right side. A handbag is also visible on the towel, adding a touch of luxury to the scene. The composition of the image is a flat-lay, with the towel serving as the background and the products as the main focus. The lighting in the scene is soft and natural, creating a relaxing and inviting atmosphere. The overall mood of the image is one of indulgence and self-care, with the products and the handbag suggesting a pampering session or a day of leisure.</s>",
    "ubeauty_19.png": "Two drinks, one pink and one red, are placed on a sidewalk next to a brick wall. The pink drink is in a clear plastic cup, while the red drink is in a brown cup. A straw is sticking out of the pink drink, and a spoon is resting in the red drink. The composition of the image is a close-up, with the drinks taking up most of the frame. The lighting is natural, with the sun shining on the drinks, creating a warm and inviting atmosphere. The overall mood is relaxed and casual, as the drinks are placed on the sidewalk, ready to be enjoyed by passersby.</s>",
    "ubeauty_09.png": "The image showcases a white, round, and smooth-looking product, possibly a moisturizing cream or a lotion, placed on a clean, white background. The product is the main focus, occupying a significant portion of the frame, with a slight tilt to the left. The lighting is soft and natural, creating a warm and inviting atmosphere. The composition is balanced, with the product positioned in the center and the background extending to the edges of the frame. The product styling is minimalistic, with no additional props or decorations, allowing the viewer to focus solely on the product's texture and appearance. The image treatment is clean and uncluttered, with no visible post-processing effects or filters, giving the viewer a clear and unobstructed view of the product. The mood of the image is soothing and comforting, evoking a sense of relaxation and self-care.</s>",
    "ubeauty_22.png": "The image showcases a white handbag placed on a white surface, with a variety of cosmetics and skincare products surrounding it. The handbag is the main focus of the scene, and it is positioned in the center of the image. The products are arranged in a visually appealing manner, with some placed on the left side of the handbag, while others are on the right side. The lighting in the image is soft and diffused, creating a clean and bright atmosphere. The composition of the image is balanced, with the handbag serving as the central point of interest, and the surrounding products adding depth and detail to the scene.</s>",
    "ubeauty_21.png": "The image features a white tube of sunscreen lotion on a grassy field, surrounded by daisies. The sunscreen is placed in the center of the frame, with a few daisies scattered around it. The composition is simple and natural, capturing the essence of a sunny day outdoors. The lighting is soft and warm, creating a pleasant and inviting atmosphere. The product styling is minimalistic, with no additional props or background elements, allowing the focus to remain solely on the sunscreen. The image treatment is clean and unfiltered, showcasing the natural beauty of the scene. The mood is relaxed and carefree, evoking a sense of leisure and enjoyment of the outdoors.</s>",
    "ubeauty_20.png": "The image showcases a close-up of a bottle of perfume, with a red cap and a white label. The bottle is placed on a white surface, and the lighting is soft and diffused, creating a warm and inviting atmosphere. The composition is balanced, with the bottle taking up a significant portion of the frame. The product styling includes a red box placed behind the bottle, adding depth and interest to the scene. The image treatment includes a subtle blur effect, enhancing the sense of depth and creating a more sophisticated visual. The mood of the image is elegant and luxurious, reflecting the high-quality and premium nature of the perfume.</s>",
    "ubeauty_23.png": "The image showcases a white and brown makeup product line, featuring three bottles of varying sizes and a tube of makeup. The bottles are placed in a visually appealing manner, with one on the left, one in the center, and one on the right. The tube of makeup is positioned slightly below the center. The lighting in the image is soft and natural, creating a warm and inviting atmosphere. The composition of the image is well-balanced, with the bottles and tube placed in a way that highlights their shapes and textures. The product styling is minimalistic, with no additional props or background elements, allowing the makeup products to be the main focus of the image. The overall mood of the image is one of beauty and self-care, with the makeup products being presented as essential tools for enhancing one's appearance.</s>",
    "ubeauty_25.png": "The image showcases a white bottle of a skincare product, possibly a moisturizer or a serum, with a yellow cap. The bottle is placed on a white background, which highlights its shape and design. The composition is simple and clean, with the bottle occupying most of the frame. The lighting is soft and diffused, creating a pleasant and inviting atmosphere. The product styling is minimalistic, with no additional props or background elements, allowing the focus to remain on the bottle and its benefits. The image treatment is minimal, with no visible post-processing effects or filters, maintaining a natural and authentic look. The mood of the image is one of confidence and trust, as the product's benefits are clearly visible and emphasized.</s>",
    "ubeauty_26.png": "The image showcases a white cosmetic exfoliator with a yellowish substance dripping from it. The product is placed on a white surface, and the composition is a close-up shot that highlights the exfoliator's texture and the dripping substance. The lighting is soft and natural, creating a pleasant and inviting atmosphere. The product styling includes a simple and clean background, allowing the exfoliator to be the main focus. The image treatment includes a subtle blur effect that adds depth and interest to the photo. The mood of the image is one of rejuvenation and self-care, as the exfoliator promises to resurface the skin and provide a fresh, glowing complexion.</s>",
    "ubeauty_27.png": "The image showcases a white and grey color palette, with a focus on the brand's visual identity. The composition features a flat-lay of three bottles, each with a different size and shape, placed on a white surface. The bottles are positioned in a way that highlights their unique features and creates a sense of depth. The background is kept simple, allowing the bottles to be the main focus of the image. The overall mood is clean, modern, and minimalistic, reflecting the brand's commitment to simplicity and elegance.</s>",
    "ubeauty_29.png": "The image features a bouquet of flowers, predominantly yellow, placed on a table. The flowers are arranged in a vase, which is positioned towards the center of the scene. The table appears to be a dining table, and the flowers are the main focus of the image. The lighting in the scene is soft and natural, creating a warm and inviting atmosphere. The composition of the image is balanced, with the flowers taking up a significant portion of the frame, and the table providing a sense of depth and context. The overall mood of the image is one of freshness and beauty, evoking feelings of happiness and positivity.</s>",
    "ubeauty_28.png": "A brown leather handbag with a gold zipper is placed on a white surface. The handbag is filled with various items, including a bottle of perfume, a small bottle of lotion, and a red card. The composition of the image is a close-up, with the handbag taking up most of the frame. The lighting is soft and natural, creating a warm and inviting atmosphere. The product styling is simple and functional, with the focus on the handbag and its contents. The image treatment is minimal, with no additional effects or filters applied. The mood of the image is casual and relaxed, showcasing the everyday essentials of a woman's purse.</s>",
    "ubeauty_24.png": "The image showcases a box of five white tubes, each containing a white product. The tubes are arranged in a visually appealing manner, with the first tube on the left, the second tube in the middle, and the remaining three tubes on the right. The composition is balanced, with the tubes filling the majority of the frame. The lighting is soft and even, creating a pleasant and inviting atmosphere. The overall mood is one of cleanliness and simplicity, reflecting the brand's focus on purity and minimalism.</s>",
    "ubeauty_30.png": "The image features a bouquet of flowers in a vase, with a variety of flowers including yellow and red ones. The bouquet is placed on a table, and the vase is wrapped in brown paper. The flowers are arranged in a way that creates a sense of depth and dimension, with some flowers positioned closer to the viewer and others further back. The overall composition is visually appealing and inviting, with the flowers serving as the focal point of the image. The lighting in the scene is soft and natural, which adds to the warm and inviting atmosphere of the photograph.</s>",
    "ubeauty_33.png": "The image features a white bathroom sink with a silver faucet, where three bottles of lotion are neatly arranged. The bottles are placed in a way that highlights their clean and minimalistic design. The lighting in the bathroom is soft and natural, creating a relaxing and inviting atmosphere. The composition of the image showcases the sink as the focal point, with the bottles placed in a visually appealing manner. The product styling is minimalistic, with no additional props or background distractions, allowing the viewer to focus solely on the products. The image treatment is clean and unfiltered, emphasizing the natural beauty of the scene. The mood of the image is calming and soothing, reflecting the peaceful and serene environment of a bathroom.</s>",
    "ubeauty_31.png": "The image features a white table with a basket filled with various cosmetic products. The basket is placed in the center of the table, and the products are arranged in a visually appealing manner. The lighting in the scene is soft and natural, creating a warm and inviting atmosphere. The composition of the image is balanced, with the basket taking up a significant portion of the table, and the products filling the remaining space. The styling of the products is minimalistic, with each item placed neatly in the basket. The image treatment is clean and uncluttered, allowing the viewer to focus on the products and their arrangement. The mood of the image is one of relaxation and indulgence, as the viewer is invited to explore the beauty products and their potential benefits.</s>",
    "ubeauty_34.png": "The image features two white bottles with white caps, placed on a white surface. The bottles are positioned side by side, with one slightly in front of the other. The lighting in the scene is soft and diffused, creating a clean and minimalistic appearance. The composition of the image is balanced and symmetrical, with the bottles taking up a significant portion of the frame. The product styling is minimalistic, with no additional props or background elements, allowing the focus to remain solely on the bottles. The image treatment is simple, with no visible post-processing effects or filters, maintaining a natural and untouched appearance. The mood of the image is calm and serene, evoking a sense of purity and simplicity.</s>",
    "ubeauty_32.png": "A woman is holding a white tube of Beauty brand moisturizing lotion in a dimly lit bathroom. The product is positioned in the center of the image, with the woman's hand on the left side and the tube extending towards the right. The background features a white bathtub, adding a sense of relaxation and indulgence to the scene. The overall mood is calming and luxurious, highlighting the product's role in enhancing one's beauty routine.</s>",
    "ubeauty_35.png": "The image features a red box with a green leaf and a white flower, creating a visually appealing composition. The red box is the main focus of the image, with the green leaf and white flower adding a touch of natural beauty. The lighting in the image is soft and natural, highlighting the vibrant colors of the box and its surroundings. The overall mood of the image is warm and inviting, with a hint of elegance and sophistication. The product styling is minimalistic, with the box being the main subject, and the leaf and flower serving as complementary elements. The image treatment includes a slight blur effect, adding a touch of depth and interest to the composition.</s>",
    "ubeauty_37.png": "The image features a square tray holding three white tubes, each with a black logo. The tray is placed on a blue surface, creating a contrasting backdrop. The tubes are arranged in a way that they fill the entire tray, with one tube slightly overlapping the other. The composition is balanced, and the lighting is soft and even, highlighting the tubes and their logos. The product styling is minimalistic, with no additional props or background elements, focusing solely on the tubes and their branding. The image treatment is clean and uncluttered, with no visible post-processing effects or filters. The mood of the image is professional and modern, showcasing the tubes as high-quality, sophisticated products.</s>",
    "ubeauty_39.png": "The image features two bottles of nail polish, one orange and one white, placed on a white table. The bottles are positioned side by side, with the orange bottle slightly to the left of the white bottle. The table appears to be a flat surface, providing a clean and uncluttered background for the bottles. The lighting in the image is soft and diffused, creating a pleasant and inviting atmosphere. The composition of the image highlights the simplicity and elegance of the nail polish bottles, showcasing their design and the vibrant colors they offer.</s>",
    "ubeauty_36.png": "A small bottle of perfume is placed on a tan background, with a red cap and a blue label. The bottle is positioned in the center of the image, with a slight tilt to the left. The lighting is soft and diffused, creating a warm and inviting atmosphere. The composition is balanced, with the bottle taking up a significant portion of the frame. The product styling is minimalistic, with no additional props or background elements, allowing the focus to remain on the bottle and its label. The image treatment is clean and uncluttered, with no visible post-processing effects or filters. The mood of the image is relaxed and soothing, evoking a sense of comfort and self-care.</s>",
    "ubeauty_38.png": "A red box of perfume sits on a white sheet of paper, with a note card nearby. The perfume is displayed in a close-up shot, highlighting its red and white packaging. The lighting is soft and warm, creating a cozy and inviting atmosphere. The composition is balanced, with the perfume box taking up a significant portion of the frame. The product styling is minimalistic, with no additional props or background elements, allowing the focus to remain on the perfume itself. The image treatment is clean and simple, with no visible post-processing effects or filters. The mood of the image is one of comfort and relaxation, evoking a sense of indulgence and self-care.</s>",
    "ubeauty_41.png": "The image features a white and black cosmetic bag, which is the main focus of the scene. The bag is placed on a wooden table, and it appears to be a smart carry-on bag. The bag is filled with various cosmetic items, including multiple bottles of different sizes and shapes. The bottles are arranged in a visually appealing manner, showcasing the bag's capacity and organization. The overall composition of the image is well-balanced, with the bag taking up a significant portion of the frame and the bottles filling the remaining space. The lighting in the image is soft and natural, highlighting the bag and its contents.</s>",
    "ubeauty_40.png": "The image showcases a white, square-shaped bottle of a beauty product, possibly a resurfacing compound. The bottle is prominently displayed in the foreground, with a clean and minimalistic composition. The lighting is soft and natural, creating a pleasant and inviting atmosphere. The background is simple and uncluttered, allowing the focus to remain on the product. The styling of the bottle and its placement on the countertop convey a sense of sophistication and elegance, reflecting the brand's visual identity.</s>"
}